{
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su correo electrónico.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor, confirme su correo electrónico con el enlace de verificación que le fue enviado.",
    "click here to request another": "haga clic aquí para solicitar otro",
    "Confirm Password": "Confirmar contraseña",
    "E-Mail Address": "Correo electrónico",
    "Forbidden": "Prohibido",
    "Forgot Your Password?": "¿Olvidó su contraseña?",
    "Go Home": "Ir a inicio",
    "Hello!": "¡Hola!",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not receive the email": "Si no ha recibido el correo electrónico",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contraseña, omita este correo electrónico.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Si tiene problemas para hacer clic en el botón \":actionText\", copie y pegue la siguiente URL \nen su navegador web: [:displayableActionUrl](:actionURL)",
    "Invalid signature.": "Firma no válida.",
    "Login": "Login",
    "Logout": "Salir",
    "Name": "Nombre",
    "Not Found": "No encontrado",
    "Oh no": "Oh no ",
    "Page Expired": "Página Expirada",
    "Page Not Found": "Página no encontrada",
    "Password": "Contraseña",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm your password before continuing.": "Por favor, confirma tu contraseña antes de continuar.",
    "Regards": "Saludos",
    "Register": "Registrar",
    "Remember Me": "Recuérdame",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "Send Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "This action is unauthorized.": "Esta acción no está autorizada.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña caducará en :count minutos.",
    "Toggle navigation": "Activar navegación",
    "Too Many Attempts.": "Demasiadas intentos",
    "Too Many Requests": "Demasiadas peticiones",
    "Unauthorized": "No autorizado",
    "Verify Email Address": "Confirma tu correo electrónico",
    "Verify Your Email Address": "Verifica tu correo electrónico",
    "We won't ask for your password again for a few hours.": "No pediremos tu contraseña de nuevo por unas horas.",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "Your email address is not verified.": "Tu dirección de correo electrónico no está verificada.",
    "Whoops!": "¡Vaya!",
    "Go back": "Volver",
    "You are logged in!": "¡Estás conectado!",
    "Access to KDB": "Acceso a KDB",
    "New karateca": "Nuevo karateca",
    "New instructor": "Nuevo monitor",
    "Number of students": "Numero de estudiantes",
    "Number of instructors": "Numero de monitores",
    "Photo": "Foto",
    "Category": "Categoria",
    "Show": "Ver",
    "Edit": "Editar",
    "Delete": "Borrar",
    "Instructor": "Monitor",
    "Add non-attendance": "Añadir falta",
    "Non-attendance": "Falta",
    "Actions": "Acciones",
    "Selection": "Seleccion",
    "Help":"Ayuda",
    "Here we have a list of students. Search by name with the input Buscar then press the blue button to check the file of the student. Otherwise you can create a new one just clicking Nuevo Karateca.": "Aquí tenemos un listado de estudiantes. Busque por nombre con el input 'Buscar' y luego presione el botón azul para ver el registro del alumno. De lo contrario puede crear uno nuevo simplemente haciendo click en 'Nuevo Karateca'.",
    "Here we have a list of instructor. Search by name with the input Buscar then press the blue button to check the file of the instructor. Otherwise you can create a new one just clicking Nuevo Monitor.": "Aquí tenemos un listado de monitores. Busque por nombre con el input 'Buscar' y luego presione el botón azul para ver el registro del monitor. De lo contrario puede crear uno nuevo simplemente haciendo click en 'Nuevo Monitor'.",
    "Here we can add the absences. Select students and then click add non-attendance. If you want to check the absences click the blue button":"Aquí podemos agregar las faltas de asistencia. Seleccione los alumnos y luego haga clic en 'Añadir falta'. Si quiere comprobar las faltas pulse el boton azul",
    "Click on the absences if you want to delete it or you can drag and drop on any other day": "Haga click sobre la falta si desea borrarla o puede arrastra y soltar en cualquier otro dia",
    "Here you can create two type of events, course and competitions. Click on any day and fill the form to create a new event.":"Aquí puede crear dos tipos de eventos, cursos y competiciones. Haga clic en cualquier día y complete el formulario para crear un nuevo evento.",
    "Once you created a new event, you can check, edit, add new participants or delete just by click on the event.": "Una vez que haya creado un nuevo evento, puede ver, editar, agregar nuevos participantes o eliminar simplemente haciendo clic en el evento.",
    "Change the day of any event by drag and drop or resize. Example: https://fullcalendar.io/docs/event-dragging-resizing": "Cambie el día de cualquier evento arrastrando y soltando o cambiando el tamaño. Ejemplo: https://fullcalendar.io/docs/event-dragging-resizing "
    }